# StructuralBottomReleaseFy Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StructuralBottomReleaseFy Property
ParameterTypeId Class See Also
---
"Base Fy"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StructuralBottomReleaseFy { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StructuralBottomReleaseFy As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StructuralBottomReleaseFy {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace